var teaData = [{
        t: '雪山莓莓桂花冻',
        r: '作为树莓网络的莘莘学子，你有时候会很想吃树莓。但是树莓太酸了，那吃点草莓也不错。'
    },
    {
        t: '冰美式',
        r: '在ddl的前夜，你想起来马上要交作业了。于是你终于关掉了游戏，来了杯咖啡，打开b站教程开始预习，准备一晚上创造一个奇迹。'
    },
    {
        t: '水中贵族百岁山',
        r: '你在七点五十从床上爬起来去上早八连堂，理所当然地忘记带水壶了。于是你含泪在48教自动贩卖机里买了那瓶最便宜的饮料。'
    },
    {
        t: '翠峰茉莉',
        r: '你改了两小时bug没改出来，端着杯茶卑微地求大佬帮忙看看。最后发现是有一个地方使用了全角标点符号。'
    },
    {
        t: '草莓养乐多',
        r: '被查房收走了一个吹风机和两个热水壶后，你深知宿舍用的电器最后都会成为楼妈的收藏品。于是你的diy饮品计划只剩下了扔几颗草莓到养乐多里。'
    },
    {
        t: '长岛冰茶',
        r: '每个树莓网络学子都经历过一门emo羊老师上的emo艺术课。别人看不看的懂关我啥事，就让我来重新定义艺术吧!哈哈哈哈!来点酒，来点灵感!'
    },
    {
        t: '幽兰拿铁',
        r: '你常常幻想着学校周边能开一家茶颜悦色，幻想手中捧的丝滑拿铁是幽兰拿铁，其实那只是瑞幸。回了梆子井甚至连瑞幸都没有。'
    },
    {
        t: '青柠气泡苏打',
        r: '被查房收走了一个吹风机和两个热水壶后，你深知宿舍用的电器最后都会成为楼妈的收藏品。于是你的diy饮品计划只剩下了切片柠檬放进苏打水里。'
    },
    {
        t: '可乐气泡姜茶',
        r: '“抚慰疲惫心灵的琼浆玉露，肥宅快乐水和养生长寿茶的完美融合。”你抿了一口，望着眼前的高数补考复习资料，如此说道。'
    },
    {
        t: '苦瓜青梅茶',
        r: '“Unity和Arduino的通信，到底是用Uduino还是Ardity比较好呢？”你的舌尖泛起一丝苦涩，正如此刻的心境。'
    }
]